tests/daisyonline-service-10/stress_setReadingSystemAttributes/request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Body><n:setReadingSystemAttributes xmlns:n="http://www.daisy.org/ns/daisy-online/"><n:readingSystemAttributes><n:manufacturer>Acme Corp</n:manufacturer><n:model>Pocket phantome</n:model><n:serialNumber>123456</n:serialNumber><n:version>123</n:version><n:config><n:supportsMultipleSelections>false</n:supportsMultipleSelections><n:preferredUILanguage>en</n:preferredUILanguage><n:bandwidth>800000</n:bandwidth><n:supportedContentFormats><n:contentFormat>ANSI/NISO Z39.86-2005</n:contentFormat><n:contentFormat>Daisy 2.02</n:contentFormat></n:supportedContentFormats><n:supportedContentProtectionFormats></n:supportedContentProtectionFormats><n:supportedMimeTypes></n:supportedMimeTypes><n:supportedInputTypes></n:supportedInputTypes><n:requiresAudioLabels>false</n:requiresAudioLabels></n:config></n:readingSystemAttributes></n:setReadingSystemAttributes></soapenv:Body></soapenv:Envelope>
